IDEA StatiCa Open Model
PointSupportNode.FlexibleStiffnessRY Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Support stiffness rotational RY
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double FlexibleStiffnessRY { get; set; }
Public Property FlexibleStiffnessRY As Double
	Get
	Set
public:
property double FlexibleStiffnessRY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace